Tekla.Structures.CatalogInternal.RebarOperations.GetFormatedStringOfRebarItem(Tekla.Structures.Catalogs.RebarItem,System.String)
Get the formated string
rebarItem: rebar item
currentFormat: current format
Returns: Formated string